       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOWRD.
       
	   WORKING-STORAGE SECTION.
       01  W-TIMESTAMP             PIC X(26) VALUE SPACES.
           COPY MYRECORD.
       
       PROCEDURE DIVISION.
       DISPLAY "SIMPLE HELLO WORLD".
	   DISPLAY MYRECORD.
	   MOVE MYRECORD TO W-TIMESTAMP.
       STOP RUN.
       
