       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOWRD.
       
	   WORKING-STORAGE SECTION.
           COPY MYRECORD.
       
       PROCEDURE DIVISION.
       DISPLAY "SIMPLE HELLO WORLD".
	   DISPLAY MYRECORD.
       STOP RUN.
       